server/app/controllers/api/v1/chats_controller.rb

SELECT "chat_messages".* FROM "chat_messages"
---
  def index
    @chats = ChatMessage.all